{
    "exhibits": [
      {
        "id": "1",
        "name": "На кануне",
        "description": "Ситуация на кануне войны.",
        "history": "Весь январь и февраль медиа-пространство разрывалось новостями о возможном вторжении в Украину. В российском же пространстве всё отрицали и даже подшучивали на пропагандистких передачах 'Какая война, что они себе там напридумывали, и даже если война бы и была, то мы Киев за 3 дня взяли'  или ' обед в Киеве, ужин во Львове'.  Но параллельно с этим, на русских аэрадромах (И не только русских! см. Мозырь)  близ границы с Украиной в огромной количесвте ставилась военная техника. Сотни вертолетов и Самолётов, в военных частях появлялись чуть ли не тысячи грузовиков и бронетранпартёров. Спутниковые снимки таких скоплений быстро облетели интернет мир. В свою же очередь, США начала завозить в Украину новейшее вооружение. Например в январе 22го. В Украину стали летать самолёты гружённые Джавелинами (Javelin - самый современный на тот момент противотанковый комплекс, это такая труба с панелью управления, которую берёт солдат, целится в танк и выпускает ракету. спустя пару метров полёта, у раакеты включается реактивный двигатаель и она взлетает на 50 метров вверх и летит к цели. При подлёте, ракета ныряет вниз и пробивает КРЫШУ! цели и полностью выжигает всё внутри.). 21 февраля Президент РФ Владимир Путин выступил с речью о 'признании ДНР и ЛНР независимыми государствами'. Спустя 3 дня начнётся то, что изменит жизнь более чем 200 миллионов человек на ДО и ПОСЛЕ."
      },
      {
        "id": "2",
        "name": "И грянул гром",
        "description": "Приграничное сражение с 24 февраля - конец марта 2022г.",
        "history": "Утром, 24 февраля 2022 года, огромнейшие, многокилометровые колонны с буквами Z V и O (Z были у донецкой и Крымской группировок, V были на Киевском направлении, а O рисовали на технике группировок ехавших в сумской и черниговской областях) двинулись в глубь Уарины . В первый же день сотни русских десантиков высадились в гостомельском аэрапорту 15 км к северо-востоку от Киева. Высаживались они с Вертолётов. Кадры с камер наблюдений засняли сотни солдат с белыми повязками и  георгиевскими лентами на бронетранспартёрах, проходивших вдоль улиц гостомеля. Тем временем российские войска специального назначения взяли Чернобыльскую АЭС. С Черниговской и Сумкой двинулись моторизованные колонны ВС РФ и были нацелены на восток Киева. Суть плана была в окружении черниговской области и обхвате Киева с востока и юга, а групировка, которая выехала с Мозыря должна была взять Киев в окружение с запада и юго-запада. 

Не всё так хорошо...
Первые три дня ситуация была под контролем, сопротивления войска Украины не оказывали, пограничники  либо сдались в плен либо отступили без боя, но по ходу времени начинали рости потери. В украинских источниках ходило видео , на котором запечетлён погибший русский десантник с простреленной головой лежащий в одном из украинских моргов. Постепенно бои начинали ожесточаться. В сети появилось видео на котором была полностью разбита русская колонна в одном из украинских сёл. Более чем 50 единиц техники, плотными коллонами начали заезжать в село, но в домах были украинские солдаты с противотанковым вооружением. В итоге русские танки начали жечь один за другим, многие русские танкисты покидали свою, ещё целую технику, и убегали на исходные позиции. Так же русские колонны несли большие потери в лесах к северо востоку от Киева. Но главные населенные пункты на пути к украинской столице были взяты малой кровью и буквально за несколько дней. Проблема была только в городе Ирпень, в котором наступавшую русскую бронегрупу разбили и блицкриг забуксовал
В тот же момент удары были под Харьковым, но там ситуация была гораздо печальнее, чем на Киеве. Русские несли большие потери в лесах и на подходе к городу. Буквально в первую же неделю, группа войск ВС РФ под Харьковым остановилась и перешла к обороне(и так она простоит почти пару месяцев, до ухода обратно на границу России с Украиной.

Игра не в одни ворота
Мартовские бои на севере Украины приобрели позиционный характер. Многие инженерные колонны ВС РФ разбивались украинскими частями, которые еще не отступили вглубь. Один ветеран вспоминал 'Кулаки (броннегруппы. большие колонны, состоящие из Танков, БТР и БМП, с большим количесвтом тяжёлого вооруения) пробивали дорогу и ехали в глубь, на Киев, а инженерные части и снабженцы, которые ехали на лёгкой техние и бензовозах с грузовиками, попадали в засады и погибали в полном составе.'

Южный Блицкриг
Самые успешные действия были на южном фронте - Крым. Там русские колонны продвигались по 100-200км в день!!! по степям южной, чернозёмной Украины. 3 марта был взят крупный город - Херсон. А правый фланг южной армии ударил в сторону Бердянска(на восток) и пошел дальше - к Мариуполю. Была взята Запорожская АЭС которая является самой крупной в Европе.

Донбасс
Донбасская группа армий продвигалась медленней, в основном продвижения были   на южном фланге, т.к. Украина за 8 лет настроила множество Укреплений, например Авдеевка, которые не давали возможности быстро наступать, а вынуждали втягиваться в долгие позиционные бои, лучший вариант - это обход с юга, как и поступили войска РФ и ДНР. Ожесточённые бои были за Волноваху(укрепленный пгт, опорный пункт) в которых погиб один известный командир народной милиции ДНР Владимир Жога. Но Волноваха была ключём к Мариуполю - крупному городу с населением в 400тыс человек, 2й по численности населения в донецкой области (после самого Донецка). К началу Марта клещи на Мариуполем сомкнулись и начался штурм."
      },
      {
        "id": "3",
        "name": "Штурм Мариуполя",
        "description": "Бои за город Мариуполь, осада Азовстали и плен Азова. 2 марта - 20 мая 2022г",
        "history": "с начала войны, в Мариуполе дислоцировался полк АЗОВ, вооруженное формирование, в составе которого было немало неонацистов, в том числе и из России (Например Алексей Левкин). Азов готовил город к обороне. Система была проста, в 9этажке первые 3 этажа отдаются гражданским людям, в том числе и тем кого выгонят с верхних этажей, а остальные этажи дома переходили к военным и оборудовались как огневые точки. Гражданских не выпускали.

Что такое Мариуполь?
Я для удобсвта поделю город на ТРИ части. Западная часть - плотная застройка из 9 этаждных домов, с широкими бульварами. Восточная часть - аэрапорт и частный сектор. И последняя Северо-центральная часть   - два огромных завода ('завод имени Ильича' и 'Азовсталь'). На юге было Азовское море (Мариуполь как и Одесса прибрежный город). 

Когда город был окружён, первый удар был нанесён в восточную часть города, бои там были не сложные т.к.  сложить частный домик выстрелом из танка было не сложно, солдаты ВСУ это понимали, поэтому ожесточенных боёв на востоке не было. В отличии от западной части города.

Как штурмуют города в 21м веке.
С середины марта по середину апреля велись ожесточённые бои в западной части города. Многоэтажки расстреливались в упор из танков. Дома горели. Немного Про тактику ВС РФ: Пускается штурмовая группа пешком. По ним начинают стрелять и они отходят. Но потом информацию о огневых точках штурмовики передают тяжелой технике (БТР и танкам) которые выезжают на позиции и начинают вести огонь по этим огневым точкам (окна). И потом уже штурмовые группы заходят в многоэтажки и гранатами зачищают дома изнутри. 

сам себе режисёр
В этих боях были интересные кадры с обоих сторон. С украинской стороны меня впечатлили кадры с боевой работой БТР 4 по русским солдатам и танкам. Видео снималось на телефон внутри бтр, то есть зритель видел непосредственно от лица наводчка бтр. Самые жестокие видео с этим БТР это ролик где бтр расстрелял скопление солдат (боле 15 человек) из своей крупнокалиберной пушки 30мм. А на  втором ролике из этой пушки расстреливали донецкую БМП 1 с пехотой, которая стояла позади. Также впечатлили ролики где украинские солдаты в упор из окон  стрелят с гранатометов по российской бронитехнике. С российской стороны впечатлили кадры где танки с установленными на них камерами катаются по разрушенным улицам города и расстреливают многоэтажки в упор и ролики с боями от лица русских штурмовиков которые перебегают улицы под огнем и забрасывают гранатами подвалы и комнаты с противником. Были также печальные кадры снятые гражданскими. Я знаю одного жителя города (на ютубе) который как дневник, записывал на камеру каждый день. И 16 марта (или около того) русская бомба прилетела прямо в многоэтажный дом (по украинским солдатам на верхних этажаё, но погибнут не только они, ведь на нижних этажах живут сами собственники квартир и те кого выгнали украинские солдаты с верхних этажей.

Отчаяние
В конце марта был два драмматических случая. В первом случае несколько  тысяч украинских солдат (пара бригад) попытались покинуть северную часть города (завод имени ильича) и прорваться к своим (что давольно таки забавно слышать, при том факте что ближайшие украинские войска находятся в более чем сотне киллометров, хотя может быть при наличии большого количества легкого транспорта, шансы были.), но их засекли с беспилотников и начали накрывать артилерией и авиацией. К утру того же дня, все эти отчайные солдаты сдались в плен, по разным оценкам от 2 до 4х тысяч человек. Это самая массовая сдача в плен за всю историю этой войны. И второй случай -  Часть Азовского командования попробывала покинуть город на вертолётах которые им прислали с большой земли. Когда они погрузились на вертолёты и полетели из города, по ним начали работать зенитчики, почти все вертолеты сбили. Но бои за город на этом не закончились. 

Финал
Войска из полка Азов отошли из городской застройки на территорию завода Азовсталь и остались там сидеть до середины мая. За это время их пытались штурмовать, забрасывать газом, но это не помогало. Всё это время, выжившие командиры Азова записывали видео с просьбой помочь покинуть город (помощь просили конечно же у западных товарищей). В отличии от регулярных частей армии Украины, которые уже сдались в плен на северных окраинах города, Азов боялся сдаваться из за своей очень плохой репутации у русских и особенно ополченцев ЛДНР, азовцев считали нацистами и людоедами(местами очень даже заслуженно), всё это вызывало страх мести у Азовцев (ну не расстрелов, но как минимум тюрьмы на лет 10) и было принято решение сидеть в подвалах Азовстали. Весь май шли скрытые переговоры между войсками РФ и Азовом. И когда русские дали гарантии на вывоз  всех солдат на автобусах, предостовление мед помощи всем раненым (неделями ранее азов вылаживал жуткие кадры из импровизированных подземных госпитолей, где в страшной нехватке лекарств пытались лечить раненых солдат, у многих из них были серьезные воспаления и сепсис) и поместить в СПЕЦ лагерь, то азов согласился на сдачу в плен. с 16 мая по 20 мая в плен сдалось более чем 2тыс солдат и офицеров ВСУ. На этом бои за город Мариуполь завершились.

По сей день идет восстановление города. Уже остроенно множество жилых комплексов, но по прежнему не малая часть города остаётся разрушена. 

* Еще советую посмотреть документальные фильмы по этим боям, там много рассказывается про участь гражданского населения, про гуманитарную миссию, спассшую город от Ленинградского сценария, про дебют чеченцев на фронте и про всё то многое, что я не упомянул. "
      },
      {
        "id": "4",
        "name": "Излёт Бицкрига",
        "description": "Вывод войск из северной Украины, удачный прорыв на донецком направлении. Апрель - конец июня 2022г. ",
        "history": ""
      },
      {
        "id": "5",
        "name": "Всу наносит ответный удар",
        "description": "Усталость контрактной армии ВС РФ и серия контр-ударов  Украины августа - сентября 2022г.",
        "history": ""
      },
      {
        "id": "6",
        "name": "Мобилизая",
        "description": "Частичная(300тыс) мобилизация граждан РФ на войну. Подготовка армии РФ к плотным наступательным действиям",
        "history": ""
      },
      {
        "id": "6",
        "name": "Бахмутский Верден",
        "description": "Верденская мясорубка, участие ЧВК и заключенных, Полит кризис между пригожиным и элитками РФ",
        "history": ""
      },
      {
        "id": "7",
        "name": "Операція 'Цитадель' 1943 ой... то есть 2023",
        "description": "Наступление ВСУ в Запарожье, Натовская техника против сибиряков, минные поля и дроны. Июнь - август 2023. ",
        "history": ""
      },
      {
        "id": "8",
        "name": "Авдеевка, Лесополосы в крови.",
        "description": "Наступление РФ на укрепленные позиции, огромные бронегруппы и страшные штурмы. Рекордные потери, трансформация войны, небо в дроннах. октябрь 2023 - апрель 2024.",
        "history": ""
      },
      {
        "id": "9",
        "name": "Покровск Курахово. Дроновый АД",
        "description": "Наступление к югу от Донецка, продвижение к Покровску, Красная зона в 20км, штурмы на багги и кабриолетных буханках, вышел из окопа - труп, не отдал запрлату и попал в штурм - труп. июнь 2024 - сегодняшний день (2025)",
        "history": ""
      },
      {
        "id": "10",
        "name": "ИТОГИ",
        "description": "Подведение итогов, как трансформировалась война, и перспективы.  ",
        "history": ""
    ]
  }
  